Repository: girleffect/core-authentication-service
Catalog: locale/*/LC_MESSAGES/django.po
Languages: af

source: Please use dd/mm/yyyy format
af: Gebruik asseblief dd/mm/jjjj formaat

source: Mobile
af: Telefoon nommer

source: Age
af: Ouderdom

source: Password not long enough.
af: Wagwoord nie lank genoeg nie.

source: Enter either email or msisdn
af: Tik e-pos of msisdn in

source: Enter either birth date or age
af: Voer óf geboortedatum of ouderdom in

source: Please fill in all Security Question fields.
af: Vul asseblief alle Veiligheidsvraag velde in.

source: Each question can only be picked once.
af: Elke vraag kan net een keer gekies word.

source: Please enter your username or email address.
af: Voer asseblief u gebruikersnaam of e-posadres in.

source: Please enter your answer.
af: Sleutel asseblief u antwoord in.

source: Please tell us why you want your account deleted
af: Vertel asseblief waarom jy wil hê jou rekening moet verwyder word

source: Female
af: Vroulik

source: Male
af: Manlik

source: Other
af: Ander

source: email address
af: e-pos adres

source: gender
af: Geslag:

source: country
af: Land

source: Countries
af: lande

source: answer
af: Antwoord

source: question
af: Vraag

source: Default question text
af: Verstekvraestel

source: Question text can not be assigned to more than one question.
af: Vraagtekst kan nie aan meer as een vraag toegeken word nie.

source: Site
af: Werf

source: Data for the requesting site
af: Data vir die versoekende webwerf

source: Roles
af: rolle

source: Roles for the requesting site
af: Rolle vir die versoekende webwerf

source: The password must contain at least one uppercase letter, one lowercase one, a digit and special character.
af: Die wagwoord moet ten minste een hoofletter, een kleinletter, een syfer en spesiale karakter bevat.

source: Email from Girl Effect
af: E-pos van Girl Effect

source: Password reset for Girl Effect account
af: Wagwoordterugstelling vir Girl Effect-rekening

source: Oh no! You've been locked out
af: O nee! Jy is uitgesluit

source: Login
af: Teken aan

source: As a last resort, you can use a backup token:
af: As laaste uitweg kan u 'n rugsteunteken gebruik:

source: Use Backup Token
af: Gebruik Rugsteun Token

source: Forgot password?
af: Wagwoord vergeet?

source: Click here to reset it.
af: Klik hier om dit te herstel.

source: Delete Your Account
af: Vee jou rekening uit

source: We're sad to see you go. Are you sure you want to delete your account?
af: Ons is hartseer om jou te sien gaan. Is jy seker jy wil jou rekening uitvee?

source: Yes
af: Ja

source: No, I've changed my mind
af: Nee, ek het my gedagtes verander

source: Delete account?
af: Skrap rekening?

source: Back
af: Terug

source: Edit Your Profile
af: Wysig jou profiel

source: Update
af: Opdateer

source: Password update
af: Opdateer wagwoord

source: Security questions update
af: Veiligheidsvraagopdatering

source: Delete account
af: Skrap rekening

source: 2FA settings
af: 2FA instellings

source: Logout
af: Teken uit

source: Update Your Password
af: Opdateer jou wagwoord

source: Update Security Questions
af: Opdateer sekuriteitsvrae

source: Oops
af: Oeps

source: Oops! We don't seem to know what to do with you.
af: Oeps! Ons wil nie weet wat om met u te doen nie.

source: Registration
af: Registrasie

source: Register
af: Registreer

source: Forgot your password?
af: Het jy jou wagwoord vergeet?

source: Submit
af: Indien

source: Security Questions
af: Sekuriteitsvrae

source: Back to
af: Terug na

source: Request for Permission
af: Versoek om toestemming

source: Password Reset
af: Wagwoord Herstel

source: Please enter your new password twice so we can verify you typed it in correctly.
af: Voer asseblief u nuwe wagwoord twee keer in, sodat ons kan verifieer dat u dit korrek ingevoer het.

source: Change my password
af: Verander my wagwoord

source: username
af: gebruikersnaam

source: Token
af: Teken

source: Password confirmation
af: Wagwoord bevestiging

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
af: Vereis. 150 karakters of minder. Slegs letters, nommers en @/./+/-/_.

source: New password confirmation
af: Nuwe wagwoord bevestiging

source: Next
af: Volgende

source: Cancel
af: Kanselleer

source: Backup Tokens
af: Rugsteun Tokens

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
af: Backup tokens kan gebruik word wanneer u primêre en Friends telefoonnommers is nie beskikbaar nie. Die rugsteun-tokens hieronder kan gebruik word vir inskrywing verifikasie. As jy al jou Friends-tokens opgebruik het, sal jy kan 'n nuwe stel rugsteun-tokens genereer. Slegs die rugsteuntekens gewys hieronder sal geldig wees.

source: Print these tokens and keep them somewhere safe.
af: Druk hierdie tekens en hou hulle iewers veilig.

source: You don't have any backup codes yet.
af: U het nog geen rugsteunkodes nie.

source: Generate Tokens
af: Genereer Tokens

source: Back to Account Security
af: Terug na rekening sekuriteit

source: Enter your credentials.
af: Gee jou referenties op.

source: We are calling your phone right now, please enter the digits you hear.
af: Ons bel jou selfoon nou, vul asseblief die syfers wat jy hoor.

source: We sent you a text message, please enter the tokens we sent.
af: Ons het vir u 'n sms-boodskap gestuur, vul asseblief die tokens in gestuur.

source: Please enter the tokens generated by your token generator.
af: Voer asseblief die tokens wat deur u token opgewek is, in kragopwekker.

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
af: Gebruik hierdie vorm om rugsteun-tokens in te voer vir inskrywing. Hierdie tekens is gegenereer om te druk en veilig te hou. asseblief Voer een van hierdie back-up tokens in om by jou rekening aan te meld.

source: Or, alternatively, use one of your backup phones:
af: Of, gebruik ook een van u Friends-fone:

source: Permission Denied
af: Toestemming geweier

source: The page you requested, enforces users to verify using two-factor authentication for security reasons. You need to enable these security features in order to access this page.
af: Die bladsy wat u aangevra het, dwing gebruikers om te verifieer met gebruik twee-faktor verifikasie vir sekuriteitsredes. Jy moet dit aktiveer sekuriteitskenmerke om toegang tot hierdie bladsy te verkry.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
af: Tweefaktor-verifikasie is nie vir jou geaktiveer nie rekening. Aktiveer tweefaktor-verifikasie vir verbeterde rekening sekuriteit.

source: Enable Two-Factor Authentication
af: Aktiveer twee-faktor-verifikasie

source: Add Backup Phone
af: Voeg rugsteunfoon by

source: You'll be adding a backup phone number to your account. This number will be used if your primary method of registration is not available.
af: Jy sal 'n rugsteunfoonnommer by jou voeg rekening. Hierdie nommer sal gebruik word as u primêre metode van registrasie is nie beskikbaar nie.

source: We've sent a token to your phone number. Please enter the token you've received.
af: Ons het 'n teken na jou foonnommer gestuur. asseblief voer die teken in wat jy ontvang het.

source: You are about to take your account security to the next level. Follow the steps in this wizard to enable two-factor authentication.
af: U is op die punt om u rekening sekuriteit na die volgende vlak. Volg die stappe in hierdie towenaar om twee-faktor aan te skakel verifikasie.

source: Please select which authentication method you would like to use.
af: Kies asseblief watter verifikasie metode jy sou wou hê hou daarvan om te gebruik.

source: To start using a token generator, please use your smartphone to scan the QR code below. For example, use Google Authenticator. Then, enter the token generated by the app.
af: Om 'n tokengenerator te gebruik, gebruik asseblief jou slimfoon om die QR-kode hieronder te skandeer. Gebruik byvoorbeeld Google Authenticator-. Voer dan die token wat deur die program gegenereer is, in.

source: Please enter the phone number you wish to receive the text messages on. This number will be validated in the next step.
af: Voer asseblief die foonnommer in wat u wil ontvang sms'e op. Hierdie nommer sal in die volgende stap gevalideer word.

source: Please enter the phone number you wish to be called on. This number will be validated in the next step.
af: Voer asseblief die foonnommer in waarop u aangemeld wil word. Hierdie nommer sal in die volgende stap gevalideer word.

source: We are calling your phone right now, please enter the digits you hear.
af: Ons bel jou selfoon nou, vul asseblief die syfers wat jy hoor.

source: We sent you a text message, please enter the tokens we sent.
af: Ons het vir u 'n sms-boodskap gestuur, vul asseblief die tokens in gestuur.

source: We've encountered an issue with the selected authentication method. Please go back and verify that you entered your information correctly, try again, or use a different authentication method instead. If the issue persists, contact the site administrator.
af: ons het 'n probleem ondervind met die geselekteerde verifikasie metode. asseblief gaan terug en maak seker dat jy jou inligting korrek ingevoer het, probeer weer, of gebruik eerder 'n ander verifikasie metode. As die probleem Hou aan met die webwerf administrateur.

source: To identify and verify your YubiKey, please insert a token in the field below. Your YubiKey will be linked to your account.
af: Om u YubiKey te identifiseer en te verifieer, vul asseblief 'n teken in die veld hieronder. Jou YubiKey sal gekoppel word aan jou rekening.

source: Congratulations, you've successfully enabled two-factor authentication.
af: Veels geluk, jy het twee-faktor suksesvol aangeskakel verifikasie.

source: Back to Profile
af: Terug na Profiel

source: However, it might happen that you don't have access to your primary token device. To enable account recovery, add a phone number.
af: Dit kan egter gebeur dat u nie toegang het tot jou primêre token toestel. Om rekeningherstel in te skakel, voeg 'n foon by nommer.

source: Add Phone Number
af: Voeg telefoonnommer by

source: Disable Two-factor Authentication
af: Deaktiveer tweefaktor-verifikasie

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
af: Jy is op die punt om twee-faktor-verifikasie uit te skakel. hierdie kompromitteer jou rekening sekuriteit, is jy seker?

source: Disable
af: afskakel

source: Account Security
af: Rekening Sekuriteit

source: Tokens will be generated by your token generator.
af: Tokens sal gegenereer word deur jou tokengenerator.

source: Tokens will be generated by your YubiKey.
af: Tokens sal gegenereer word deur jou YubiKey.

source: Backup Phone Numbers
af: Rugsteun telefoonnommers

source: If your primary method is not available, we are able to send backup tokens to the phone numbers listed below.
af: As u primêre metode nie beskikbaar is nie, kan ons stuur rugsteun tokens na die telefoonnommers hieronder gelys.

source: Unregister
af: Deregistreer

source: If you don't have any device with you, you can access your account using backup tokens.
af: As jy nie 'n toestel by jou het nie, kan jy toegang verkry na jou rekening deur die gebruik van rugsteun-tokens.

source: You have only one backup token remaining.
af: U het net een rugsteunteken oor.

source: Show Codes
af: Wys kodes

source: Disable Two-Factor Authentication
af: Deaktiveer twee-faktor-verifikasie

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
af: Skakel twee-faktor-verifikasie vir u rekening uit. On ontmoedig dit egter sterk.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
af: Tweefaktor-verifikasie is nie vir jou geaktiveer nie rekening. Aktiveer tweefaktor-verifikasie vir verbeterde rekening sekuriteit.

source: Bye bye!
af: Totsiens!

source: Continue from where you were before registration.
af: Gaan voort van waar U voor registrasie was.

source: Back from whence you came!
af: Terug waarvandaan jy gekom het!

source: Successfully updated password.
af: Suksesvolle wagwoord opgedateer.

source: You require either an email or msisdn to request an account deletion
af: U het 'n e-pos of msisdn nodig om 'n rekening te verwyder

source: Successfully requested account deletion.
af: Suksesvolle rekeningverwydering aangevra.

source: One or more answers are incorrect
af: Een of meer antwoorde is verkeerd
